<%@ Page Title="" Language="C#" MasterPageFile="~/Master.Master" AutoEventWireup="true" CodeBehind="TermsOfUse.aspx.cs" Inherits="IaniDProject.Terms_of_Use" culture="auto" meta:resourcekey="PageResource1" uiculture="auto" %>
<%--условия за ползване--%>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder2" runat="server">
   <div>
       <p>
НАСТОЯЩИТЕ ОБЩИ УСЛОВИЯ УРЕЖДАТ РЕДА, НАЧИНА И УСЛОВИЯТА ЗА ПОКУПКО-ПРОДАЖБА ПРЕЗ ЕЛЕКТРОННИЯ МАГАЗИН www.e-furniture.bg. ТЕЗИ ОБЩИ УСЛОВИЯ ПРЕДСТАВЛЯВАТ ДОГОВОР ЗА ПОКУПКО-ПРОДАЖБА МЕЖДУ ТЪРГОВЕЦА И КЛИЕНТА.
       </p>
<h2>1. OБЩИ УСЛОВИЯ</h2>
       <p>
           По-долу са условията на споразумението между Вас и E-Furniture. Чрез достъпа до или използването на този уеб сайт, вие потвърждавате, че сте прочели, разбирате и се съгласявате да бъдете обвързани с тези условия и да се съобрази с всички приложими закони и разпоредби, включително закони и наредби за износ. Ако не сте съгласни с тези условия, моля не използвайте този уеб сайт.
E-Furniture може, без да ви уведомява, по всяко време да преразгледат тези Условия за ползване и всякаква друга информация, съдържаща се в този уеб сайт.E-Furniture може да прави подобрения или изменения в продуктите, услугите и програмите, описани в този сайт по всяко време и без предупреждение.
            Работно време на E-Furniture - 24 часа.Направените поръчки през почивните дни ще бъдат обработени в първите работни дни.
 Поръчки направени до 18.00 часа в делничен ден се обработват в рамките на този ден, поръчките направени след 18.00 часа се обработват на следващия ден.
Поръчки направени през почивните дни и през официалните празници се обработват през първия работен ден.    
       </p>
       <h3>ОБЩИ ПОЛОЖЕНИЯ</h3>
       <p>
           1. Настоящият документ съдържа Общи условия, съгласно които ТЪРГОВЕЦЪТ: „E-Furniture“ АД, ЕИК: 111111111 със седалище гр. София, Студентски град, предоставя услуги на потребителите/клиентите си посредством Интернет магазина www.e-furniture.bg. Тези условия обвързват всички потребители. С натискане на бутона ” Поръчай”, потребителят/клиентът се съгласява, изцяло приема и се задължава да спазва настоящите Общи условия. 
2. Идентифициране на потребителя/клиента с цел възпроизвеждане на изявлението му както за приемане на Общите условия, така и за направената поръчка, се извършва чрез съхранените в лог - файлове на сървъра на e-furniture.bg, съхранение на IP адреса на потребителя/клиента, както и всяка друга информация.
3. Продуктите, които се намират на интернет страницата на e-furniture.bg не представляват правно обвързваща оферта, а са демонстративен онлайн каталог, описващ продуктовата линия на търговеца, въз основа на която Потребителят/клиентът може да отправи оферта за покупка към ТЪРГОВЕЦА, който трябва да я приеме по подходящ начин.
4. След кликване на бутона ” Поръчай”, потребителят се съгласява да закупи стоките, намиращи се в неговата количка, ако същите са налични при търговеца и това потвърждение на поръчката има характер на отправена оферта към ТЪРГОВЕЦА с правно обвързваща сила. Клиентът получава потвърждение на поръчката и с получаване на това потвърждение се счита, че договорът е сключен.   Изпращането на поръчката не означава автоматично запазване на артикули в системата.  
5. Наличните на склад продукти се доставят в срок от 5 работни дни от потвърждаване на поръчката 
6. Договорният език е български, а плащанията ще бъдат извършвани в български левове с ДДС чрез наложен платеж
       </p>
       <h3>ДОСТАВКА</h3>
       <p>
           7. Веднага след предаване на стоката на куриер, ТЪРГОВЕЦЪТ се освобождава от риска, който се прехвърля върху потребителя/клиента. ТЪРГОВЕЦЪТ не носи отговорност за закъснение в случай, че закъснението се дължи на куриер или друг доставчик.
8. Веднага след доставката, стоките следва да бъдат прегледани внимателно от потребителя/клиента или упълномощено от него лице. Евентуални повреди, удари и други щети следва да бъдат докладвани незабавно на ТЪРГОВЕЦА. В случай, че бъде установено наличие на щети, които са се получили при транспортирането на стоката, ТЪРГОВЕЦЪТ не носи отговорност за гаранционното обслужване на тази стока. При посочени неверен или сгрешен адрес, лице за контакти и/или телефон при подаване на заявката ТЪРГОВЕЦЪТ не е обвързан от каквото и да е задължение за изпълнение на поръчката.
8а. При предаване на стоката потребителят/клиентът или трето лице подписват придружаващите я документи. За трето лице се счита всеки, който не е титуляр на заявлението, но приема стоката на доставка и е на посочения от клиента адрес. 
При отказ за получаване на стоката, извън случаите описани по-долу, отказът се счита за неоснователен и Клиентът дължи заплащане на разходите за доставка и връщане на стоката. В случай, че Клиентът не бъде намерен в срока за изпълнение на доставката на посочения адрес или не бъде осигурен достъп и условия за предаване на стоката в този срок, ТЪРГОВЕЦЪТ се освобождава от задължението си да достави заявената за покупка стока.
8б. Когато доставената стока явно не съответства на заявената за покупка от Клиента стока и това може да се установи чрез обикновения й преглед, клиентът може да поиска доставената му стока да бъде заменена със съответстваща на направеното от него покупка в срок от 24 часа от получаването й.
       </p>
       <h3>
           ГАРАНЦИОННИ СРОКОВЕ И РЕКЛАМАЦИИ
       </h3>
       <p>
           ТЪРГОВЕЦЪТ предлага гаранционен документ на своите клиенти за дадена закупена стока, ако такъв документ е осигурен от производителя на стоката. В документа са описани: адрес и телефон, гаранционните условия на производителите, гаранционен срок на закупената от потребителя/клиента стока. Рекламации на закупени от разстояние стоки през сайта на Търговеца се извършват по правилата на ЗЗП и съобразно сроковете и условията на търговската / законова гаранция. 
       </p>
       <h3>ЦЕНИ</h3>
       <p>9. Цените, посочени на сайта са в български лева. Цените са крайни и включват всички данъци и такси, без цената за доставка, качване и монтаж. Търговецът си запазва правото да променя цените по всяко време. Разходите за доставка на стоката/ите, както и разходите за връщане на стоките, в случай, че е упражнено право на отказ от закупената/ите стока/и е за сметка на клиента. Връщането на стоката се осъществява чрез куриерската фирма, с която е получена. В случай, че стоките се изпращат извън територията на Република България, потребителят/клиентът следва да заплати всички митнически и др. такси, свързани с износа. </p>
       <h3>ПРАВА И ЗАДЪЛЖЕНИЯ НА ПОТРЕБИТЕЛЯ/КЛИЕНТА</h3>
       <p>15. ТЪРГОВЕЦЪТ няма задължението и обективната възможност да контролира начина, по който потребителите използват предоставяните услуги. 
16. ТЪРГОВЕЦЪТ има право, но не и задължение да запазва материали и информация, разположени на сървъра на e-furniture.bg. 
17. ТЪРГОВЕЦЪТ има право по всяко време, без уведомяване на Потребителя/клиента, когато последният ползва услугите в нарушение на настоящите условия, както и по преценка на ТЪРГОВЕЦА да прекрати, спре или промени предоставяните услуги във връзка с ползването на сайта. ТЪРГОВЕЦЪТ не носи отговорност спрямо потребителите и трети лица за претърпени вреди и пропуснати ползи, настъпили вследствие прекратяването, спирането, променянето или ограничаването на услугите, изтриването, модифицирането, загубването, недостоверността, неточността, или непълнотата на съобщения, материали или информация, пренасяни, използвани, записвани или станали достъпни чрез e-furniture.bg 
17а. ТЪРГОВЕЦЪТ се задължава да прехвърли на потребителя/клиента собствеността на заявената за покупка от него стока, когато е направено потвърждение за наличността и е платена продажната и цена, да достави в срок заявената за покупка стока, да проверява за техническа изправност всеки артикул преди да бъде изпратен (в случай, че това е възможно, без да се нарушава целостта на опаковката). 
18. ТЪРГОВЕЦЪТ не носи отговорност за вреди, причинени върху софтуера, хардуера или телекомуникационните съоръжения или за загуба на данни, произтекли от материали или ресурси, търсени, заредени или използвани по какъвто и да било начин посредством предоставяните услуги. Съветите, консултациите или помощта, оказани от специалистите и служителите на ТЪРГОВЕЦА във връзка с ползването на услугите от потребителите, не поражда каквато и да било отговорност или задължения за ТЪРГОВЕЦА. Дружеството не носи отговорност при невярност на посочената от производителя информация за стоката.
19. ТЪРГОВЕЦЪТ има право да събира и използва предоставената или генерирана информация, отнасяща се до неговите Потребители/клиенти за целите на осъществяваната от него търговска дейност, вкл. за рекламни цели на същата.
20. Всички цели, за които ТЪРГОВЕЦЪТ ще използва информацията, ще бъдат съобразени с българското законодателство, приложимите международни актове и добрите нрави. 
21. ТЪРГОВЕЦА не носи отговорност за неизпълнение на задълженията си по този договор при настъпване на обстоятелства, които ТЪРГОВЕЦА не е предвидил и не е бил длъжен да предвиди – вкл., случаи на случайни събития, проблеми в глобалната мрежа на Интернет и в предоставянето на услугите извън контрола на ТЪРГОВЕЦА.
22. ТЪРГОВЕЦЪТ има право да инсталира на компютрите на потребителите кукита (cookies). Кукитата представляват текстови файлове, които се запазват от Интернет страницата върху твърдия диск на Потребителя и позволяват възстановяване на информация за Потребителя, като го идентифицират и позволяват проследяване на действията му, Интернет страниците, които посещава, хипер-връзките, които използва, информацията, която ползва и записва и други.
</p>
       <h3>ЛИЧНИ ДАННИ </h3>
       <p>23. ТЪРГОВЕЦЪТ гарантира на своите Потребители/клиенти конфиденциалността на предоставената информация и лични данни. Последните няма да бъдат използвани, предоставяни или довеждани до знанието на трети лица, извън случаите и при условията, посочени в настоящите Общи условия. ТЪРГОВЕЦЪТ защитава личните данни на потребителя/клиента, станали му известни при попълване на електронната форма за извършване на заявление за покупка, като това задължение отпада в случай, че Клиентът е предоставил неверни данни. При спазване на действащото законодателство и клаузите на настоящите Общи условия, ТЪРГОВЕЦЪТ може да използва личните данни на Клиента единствено и само за целите, предвидени в договора. Всякакви други цели, за които се използват данните, ще бъдат съобразени с българското законодателство, приложимите международни актове, Интернет етиката, правилата на морала и добрите нрави.
23а. ТЪРГОВЕЦЪТ се задължава да не разкрива никакви лични данни за Клиента на трети лица - държавни органи, търговски дружества, физически лица и други, освен в случаите когато е получил изричното писмено съгласие на Клиента, информацията е изискана от държавни органи или длъжностни лица, които според действащото законодателство са оправомощени да изискват и събират такава информация, както и когато ТЪРГОВЕЦЪТ е длъжен да предостави информацията по силата на закона.
</p>
       <h3>ИЗМЕНЕНИЯ </h3>
       <p>24. Общите условия могат да бъдат променяни по всяко време от ТЪРГОВЕЦА, който има право и да променя характеристиките на предоставяните услуги и настоящите Общи условия и на основание промени в законодателството. ТЪРГОВЕЦЪТ се задължава да уведоми Потребителя за промените в Общите условия като на видно място в Интернет страницата си публикува съобщение за измененията им и даде достатъчен срок на Клиентите/потребителите да се запознаят с тях. В дадения срок, ако някой Потребител/клиент не заяви, че отхвърля промените, той се счита обвързан от тях. В случай, че Потребителят/клиентът заяви в дадения срок, че не е съгласен с промените, ТЪРГОВЕЦЪТ има право веднага да спре или прекрати предоставянето на услугите към съответния изразил несъгласие Потребител.
</p>
       <h3>ПРАВО НА ОТКАЗ ОТ ЗАКУПЕНА СТОКА</h3>
       <p>Потребителят има право да се откаже от договора от разстояние, без да посочва причина, без да дължи обезщетение или неустойка в 14-дневен срок, считано от датата, на която Потребителят или трето лице, различно от превозвача и посочено от него, е приело стоките или датата, на която Потребителя или трето лице, различно от превозвача и посочено от него, е приело последната стока, при договор, съгласно който поръчвате много стоки с една поръчка. 
За да упражни правото си на отказ, Потребителят трябва да информира за решението си Търговеца преди изтичане на 14-дневния срок (чл. 52, ал. 1 от ЗЗП). За да упражни правото си на отказ Потребителят може да уведоми ТЪРГОВЕЦА по телефон, чат в реално време, скайп или чрез електронна поща. При упражняване на това право Потребителят следва да уведоми ТЪРГОВЕЦА за имената си, географския си адрес и ако има такива, телефонен номер и електронен адрес. Потребителят следва да уведоми Търговеца и за банкова сметка, по която следва да му бъде възстановена стойността на заплатената от него стока. След като потребителят е упражнил правото си на отказ, търговецът възстановява всички суми, получени от потребителя, включително разходите за доставка, без неоправдано забавяне и не по-късно от 14 дни, считано от датата на която е бил уведомен за решението на потребителя да се откаже от договора от разстояние (чл. 54, ал. 1 от ЗЗП). Следва потребителят да върне стоката обратно на търговеца при упражняването на правото си на отказ от договора от разстояние без неоправдано забавяне и не по-късно от 14 дни считано от датата, на която потребителят е заявил пред ТЪРГОВЕЦА решението си да се откаже от договора (чл. 55, ал. 1 от ЗЗП).
</p>
       <h3>ТЕРМИНОЛОГИЯ</h3>
       <p>25. Под “Потребител/клиент” се разбира всеки, който е заредил Интернет страницата: e-furniture.bg на своя компютър.
26. Под “Поръчка” се разбира избраните стоки и всички други избори на Потребителя/клиента, свързани с начина на доставка и заплащане на стоката.
27. Интернет магазинът e-furniture.bg е собственост на ТЪРГОВЕЦА.
28. Всички спорове между страните се решават в дух на разбирателство и добра воля. В случай, че съгласие не бъде постигнато, всички неразрешени спорове, включително спорове, породени или отнасящи се до тълкуването му, недействителност, изпълнение или прекратяване, както и спорове за попълване на празноти в договора или приспособяването му към нововъзникнали обстоятелства, ще бъдат разрешавани от компетентния съд по регистрация на ТЪРГОВЕЦА, съобразно българското законодателство.
В случай на противоречие на разпоредби на настоящите Общи условия с повелителни разпоредби на Закона за защита на потребителите, Закона за защита на личните данни, Закона за електронната търговия или други относими нормативни актове, императивните разпоредби на съответния нормативен акт ще се прилагат съответно и ще бъдат доминиращи, а клаузите на Общите условия ще се считат променени по начин, че съответно да отразяват волята на страните за сключване, изпълнение или разваляне на съответната продажба.
</p>
       
   </div>
      
</asp:Content>
